Repository: common-repository/ads-revenue-sharing
Catalog: languages/adsense-revenue-sharing-*.po
Languages: ar

source: Revenue Sharing Settings
ar: إعدادات مشاركة الأرباح

source: Revenue Sharing
ar: مشاركة الأرباح

source: Member Ad Percentage (%)
ar: نسبة إعلانات العضو (%)

source: Enter a percentage between 0 and 100.
ar: أدخل نسبة بين 0 و 100.

source: AdSense Publisher ID
ar: معرف حساب أدسنس

source: Enter your AdSense Publisher ID (pub-1234567891234567).
ar: قم بإدخال الرقم التعريفي للناشر (Publisher ID) الخاص بحسابك.

source: Custom Channel ID (Optional)
ar: رقم القناة المخصصة (اختياري)

source: Enter your Custom Channel ID.
ar: قم بإدخال رقم القناة المخصصة (Custom channel ID) الخاصة بحسابك.

source: Ad Slot ID (Optional)
ar: الرقم التعريفي للوحدة الإعلانية (اختياري)

source: Enter your Ad Slot ID.
ar: قم بإدخال الرقم التعريفي للوحدة الإعلانية (Ad slot ID) الخاصة بحسابك.

source: Website URL (Optional)
ar: رابط الموقع (اختياري)

source: Enter your website URL (example.com).
ar: قم بإدخال رابط الموقع (Page URL) الخاص بحسابك. مثال: example.com.

source: Manual ads.txt Entries
ar: إدخالات ads.txt اليدوية

source: Add additional lines to your ads.txt file (one entry per line).
ar: أضف أسطر إضافية إلى ملف ads.txt الخاص بك (إدخال واحد لكل سطر).

source: Example: google.com, pub-1234567890123456, DIRECT, f08c47fec0942fa0
ar: مثال: google.com، pub-1234567890123456، DIRECT، f08c47fec0942fa0

source: Ad Positions
ar: أماكن الإعلانات

source: Top of the article
ar: أعلى المقالة

source: Bottom of the article
ar: أسفل المقالة

source: Custom Ad %d after paragraph number
ar: إعلان مخصص %d بعد الفقرة رقم

source: Custom or AdSense
ar: إعلان مخصص أو AdSense

source: Enable Custom or AdSense
ar: تفعيل إعلان مخصص أو AdSense

source: Use AdSense ad
ar: استخدام إعلان AdSense

source: Use custom ad code
ar: استخدام كود إعلان مخصص

source: Custom Ad Code:
ar: كود الإعلان المخصص:

source: Custom Ad 1
ar: اعلان مخصص 1

source: Custom Ad 2
ar: اعلان مخصص 2

source: Custom Ad 3
ar: اعلان مخصص 3

source: Custom Ad 4
ar: اعلان مخصص 4

source: Enable
ar: تفعيل

source: Display after paragraph number:
ar: العرض بعد رقم الفقرة:

source: Footer Ad
ar: إعلان الفوتر
